[
    {
        "Company_name": "Combo Jumbo",
        "Company_address": "Shop No. 001, Soho Court, Plot No. 139A, Sindhi Society, Opp. Bhakti Bhavan, Chembur, 400071, Mumbai, Maharashtra, India\nVIEW MAP",
        "Phone_number": "8976236478",
        "Website": "https://www.combojumbo.in/",
        "Email": null,
        "Company_rating": "5.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Combo Jumbo is one of the best restaurants in Chembur, Mumbai. Delicious food on your table, a smile on your face, and peace and contentment in your mind; that’s what we aim for. Spreading our wings wider, we are here to serve a delicious range of cuisines over a delightful experience. CJ justifies the statement, “Food is a Celebration”. We stand by it and make it true with every dish we serve. Why we are loved by our customers? Here are some of the reasons:\n\n• Diverse menu, full of tasty cuisines\n• Calming ambiance\n• Cheerful staff at your service\n• Beautiful interior\n• Delightful dining experience\n\nAnd, this is just a petal from our garden. We are irresistible to our customers, and that’s our biggest flex, as we are one of the best family restaurants in Chembur, Mumbai, because of the experience we serve. With so much to offer, we are on our way to becoming one of the best restaurants in Chembur, Mumbai. And, that’s impossible without you. So, visit Combo Jumbo and experience the magic of flavours. Now serving at Chembur.\n\nAddress: Shop No. 001, Soho Court, Plot No. 139A, Sindhi Society, Opp. Bhakti Bhavan, Chembur, Mumbai, Maharashtra 400071\n\nPhone Number: 089762 36478\n\nEmail: info@combojumbo.in\n\nBusiness Hours: Mon-Sun 12:00 to 00:00\n\nWebsite: https://www.combojumbo.in/restaurant-in-chembur\n\nGBP Profile: https://g.page/r/CRIW9INQakmOEBA\n\nSocial Profiles:\n\nTwitter: https://twitter.com/thecombojumbo\n\nInstagram: https://www.instagram.com/thecombojumbo/\n\nFacebook: https://www.facebook.com/thecombojumbo/\n\nYoutube: https://www.youtube.com/channel/UCrd0_XbcoHtDOVUeIYfUshA\n\nPinterest: https://in.pinterest.com/combojumbo/"
    },
    {
        "Company_name": "The Oberoi, Mumbai",
        "Company_address": "The Oberoi, Nariman Point, Mumbai - 400 021, Mumbai, Maharashtra, India\nVIEW MAP",
        "Phone_number": "+91 22 6632 5757",
        "Website": "http://www.oberoihotels.com/hotels-in-mumbai/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "The Oberoi, Mumbai enjoys an unrivalled position on the exclusive Marine Drive, with unparalleled views of the ocean, and the Queen’s Necklace – a golden crescent of lights that adorns the shoreline after dark. Hotels in Mumbai, The Oberoi, Mumbai is the ultimate destination for luxury and business travellers in the city. Ranked amongst the Top 100 Hotels in the World, the hotel is an ideal location for businesses and conferences in Mumbai."
    },
    {
        "Company_name": "The Byke Suraj Plaza,Thane",
        "Company_address": "Saibaba Vihar Complex, Anand Nagar, Ghodbunder Road, Thane (West) 400 615, Mumbai, Maharashtra, India\nVIEW MAP",
        "Phone_number": "+91 22 25971111",
        "Website": "http://thebyke.com/the-byke-suraj-plaza-thane/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "The Byke Suraj Plaza, Luxury Hotel in Thane has 122 luxuriously spacious rooms which offer coziness & comfort of a Home, a guest would wish for. All our rooms are exquisite, stylishly designed, perfectly equipped with all the necessities of a traveler and in addition also offer round the clock services. We have classified our rooms Super Deluxe Twin Bed and Super Deluxe King Bed."
    },
    {
        "Company_name": "Delhi-Darbar",
        "Company_address": "Mansuri Caterers SBS Road, Near Regal Cinema, Colaba, Mumbai, Maharashtra, India\nVIEW MAP",
        "Phone_number": "022 22025656",
        "Website": "http://www.delhi-darbar.com/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Delhi Darbar is famous restaurants in Mumbai providing quick services, The ambiance is good, The portions are HUGE and the prices are moderate with delicious Indian & Mughlai dishes like Biryani, Mutton Kheema, Chicken and many others."
    },
    {
        "Company_name": "Queensline SeaYAH",
        "Company_address": "606, Raheja Chambers, Free Press Journal Road, Nariman Point, Mumbai, Maharashtra, India\nVIEW MAP",
        "Phone_number": "022 49789811",
        "Website": "https://www.queensline.in/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Queensline SeaYAH & Neverland are luxury floatel / floating restaurant located at Gateway of India, Mumbai. It is one of its kind floatel / floating restaurant which serves exotic global cuisine with world class beverages and cocktails. SeaYAH is A-al-Carte Floating Restaurant whereas Neverland is Buffet floating restaurant."
    },
    {
        "Company_name": "Metro De Royale Multicuisine Family Restaurant",
        "Company_address": "National highway 8, near versova, opposite velker petrol pump, Mira Road East,, Mumbai, India\nVIEW MAP",
        "Phone_number": "+91 9930123461",
        "Website": "https://www.facebook.com/MetroDeRoyale/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Savor the flavors at Metro De Royale, Mira Road's top family restaurant. Indulge in a variety of delectable dishes, from Indian delicacies to Chinese specialties and continental delights. Our inviting ambiance and friendly staff ensure a memorable dining experience. With quality ingredients and expert preparation, we guarantee satisfaction. Keywords: Mira Road, restaurant, multicuisine, family-friendly, Indian, Chinese, continental, delicious, warm ambiance, friendly staff."
    },
    {
        "Company_name": "Thyme Bistro- Cafe, Pub and Restaurant",
        "Company_address": "1st Floor, Huma Mall, L B S Marg, Kanjurmarg West, Bhandup West, Mumbai, Maharashtra 400078, Mumbai, Maharashtra, India",
        "Phone_number": "2225789924",
        "Website": "http://thymebistro.in/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Thyme- Cafe, Bar, Restaurant located at Huma Mall which is just 10 mins from Powai. Thyme Bistro is a progressive cafe for office goers to throw away their masks of sanity, break all the rules and just be themselves, with lip smacking food and the marvelous bar facility. Just like, we all have a day persona and a night persona, Thyme Bistro too has one; it’s a café during the day time while at night the pub and the lounge comes to life for all the party enthusiasts.\nThyme serves North Indian, Italian, European and Mediterranean cuisine.\n\nFor more information visit http://www.thymebistro.in\n\nContact us at orders@thymebistro.in or call us on 2225789924"
    },
    {
        "Company_name": "Greenesta Global",
        "Company_address": "WeWork, Embassy 247, L.B.S Road, Vikhroli (West), Mumbai, Maharashtra, India",
        "Phone_number": "+91 8928793509",
        "Website": "https://www.greenestaglobal.com/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Greenesta Global is a marketplace for vegan products, services and solutions.Welcome to the world of Greenesta Global, a compassionate yet scientific e-commerce marketplace for vegan products and solutions."
    },
    {
        "Company_name": "London Taxi",
        "Company_address": "A Wing, Ground Floor, Trade Centre, Kamala Mills Lower, Parel, Mumbai, Maharashtra 400013, Mumbai, Maharashtra, India",
        "Phone_number": "7710082222",
        "Website": "https://atlondontaxi.com/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "London Taxi is one of the best restaurants in Lower Parel, South Mumbai. Based on the theme of London city, this classy resto-bar at Kamala Mills serves menu from across the globe with modern interpretations & culinary techniques."
    },
    {
        "Company_name": "The Forest Club Resort",
        "Company_address": "Karjat - Neral Rd, near Namak Restaurant, Kotwal Nagar, Kirawali, Karjat, Mumbai, Maharashtra, India",
        "Phone_number": "8494888888",
        "Website": "https://theforestclubresort.com/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "A Luxurious resort near Karjat - Mumbai for a perfect romantic weekend getaway or one day picnic with your partner, family of friends. 5 star ammenities like swimming pool, infinity pool, parks and more. Book Now!"
    },
    {
        "Company_name": "Golden Prize",
        "Company_address": "SB-15, 2F, Highland,Corporate Centre,Kapurbawdi, Majiwada,Thane (W) 400607, Mumbai, Maharashtra, India",
        "Phone_number": "2225437440",
        "Website": "http://www.goldenprize.in/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Golden Prize India is a part of Ashokasha Group of Companies and was formed with the focus of bringing the best and most innovative foods to Indian consumers from around the world. Golden Prize is a leading shelf-stable brand of seafood in India, and is known for its leadership in product innovation, quality management and sustainability. Since the brand’s launch in 1997, Golden Prize’s success has been driven by an entrepreneurial spirit that runs throughout the organization.\n\nOur workplace environment promotes product innovation, and today, our canned seafood products are distributed through major retail, online platforms and food service channels across India. We offer consumers a wide selection of the highest quality seafood available. Golden Prize continues to add value to the seafood marketplace with its unique shelf-stable products. Targeting consumers of all ages, Golden Prize enables you to feel good about the food you’re eating and providing your family."
    },
    {
        "Company_name": "HCA India",
        "Company_address": "1201, Building 2D, Dreams CHS, LBS Marg, Bhandup West, Mumbai - 400078, Mumbai, Maharashtra, India",
        "Phone_number": "9999102286",
        "Website": "https://www.hca-india.co.in/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "HCA is a restaurant consultant in Delhi and Mumbai. HCA is a leading F&B consultancy, providing specialized F&B services from Conceptualisation & Ideation to Budgeting And P&L, Interior design, Kitchen & Bar Design, SOPs & Manuals, Recruitment & Training, Menu Development & Engineering and more. The company has brand associations with more than 40 restaurants including Yuacha, MTV Flyp, Razzberry Rhinoceros, Rooh, Playground, and JW Marriott. It offers end to end turn key solutions to many budding startups and established businesses in tuning up and managing their F&B business."
    },
    {
        "Company_name": "Seafood From Norway",
        "Company_address": "TCG Financial Centre, 3rd Floor, C-53, G Block,, Bandra Kurla Complex, Bandra (E), Mumbai, Maharashtra, India",
        "Phone_number": "022 6133 0708",
        "Website": "http://seafoodnorway.in/",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "Seafood from Norway presents to you the original Norwegian Seafood that comes from our cold and clear waters with perfect environment and optimum temperature to nurture the world’s most popular seafood."
    },
    {
        "Company_name": "Chiranjiv Steel Centre.",
        "Company_address": "52/54, C.P. Tank Road, 2nd Floor, Room No. 15, Mumbai, Maharashtra, India",
        "Phone_number": "9869050069",
        "Website": "http://www.thenickelalloys.com/enquiry.html",
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": "VERIFIED\nLISTING",
        "About": "We are among the leading manufacturers and exporters of Butt Weld / Forged Pipe Fittings & Flanges. Apart from these, we are also counted as a prominent stockiest & Importer of Pipes, Tubes, Sheets, Plates & Round Bars. Our steel pipes, nickel alloy pipes, steel buttweld fittings and nickel alloy buttweld fittings are widely used in areas like Petrochemicals Plants, Oil Refineries, Fertilizers Plants, Sugar Mills, Chemical Plants, Pharmaceuticals, Textile Machinery, Industrial Machinery, Power Industry and Cement Government Companies. These can be provided to our clients in customized sizes and specifications as per their varied requirements."
    },
    {
        "Company_name": "A1 Hotel",
        "Company_address": "Pragati Shopping Centre, 3 Flr, Malad (E), Maharastra, Mumbai, India",
        "Phone_number": "022 - 28885586\n28885002",
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "A1 Hotel is located in Mumbai, India. Company is working in Restaurants business activities."
    },
    {
        "Company_name": "Alpha Marine",
        "Company_address": "Sunrise Society,Grn Flr. Flat 3 , 19 th, Mumbai, Maharashtra, India",
        "Phone_number": null,
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Manufacturer Exporters Of sea food, lobsters, prawns, pomfret, seerfish, tuna, mackerel, mudcrab"
    },
    {
        "Company_name": "Al Taha Exports",
        "Company_address": "Godwon No 51 Dharavi 16, Mumbai, Maharashtra, India",
        "Phone_number": null,
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Manufacturer Exporters / Importers Of meat products, chicken, fishes"
    },
    {
        "Company_name": "Ambrosia Fruits & Veg. Private Limited",
        "Company_address": "6, Abdul Sattar, Fitwala Road, Nr. Elphinstone Stn. (W),, Mumbai, Maharashtra, India",
        "Phone_number": null,
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Manufacturer Exporters Of Fruits, Vegetables, Onion, Fish, Mutton"
    },
    {
        "Company_name": "Aquarium Paradise",
        "Company_address": "B26, Abhishek, B-6, Ratan Nagar, Borivili East, Mumbai, Maharashtra, India",
        "Phone_number": null,
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Manufacturers / Wholesale Suppliers Of aquariums, customized freshwater aquarium setups, customised marine aquarium setups, Marine Aquariums, Aquarium Accessories, Fish Tanks, Fresh Water Fish, Salt Water Fish, Marine Fish"
    },
    {
        "Company_name": "Aquatic World",
        "Company_address": "Rahat Bazar Manzil, 1st Floor, 1-d, Fort Road, Mahim, Mumbai, Maharashtra, India",
        "Phone_number": null,
        "Website": null,
        "Email": null,
        "Company_rating": "0.0",
        "Company_verified_tag": null,
        "About": "Exporters / Importers Of ornamental fish, aquatic products"
    }
]